<template>
    <div class="consumptionRecords">
        <m-header title="帮助中心" showBack/>
        <div class="page-conner mmm" style="padding:8px" >
            <Collapse v-model="activeNames" accordion>
                <CollapseItem :title="obj.q" :name="index" v-for="(obj,index) in dataList" :key="index">
                    {{obj.a}}
                </CollapseItem>

            </Collapse>
        </div>
    </div>
</template>

<script>
import {
  Collapse,
  CollapseItem
} from 'vant'
export default {
  name: 'helpCenter',
  data () {
    return {
      activeNames: [],
      dataList: [{
        q: '1.怎么积分？（积分规则是什么？)',
        a: '答：两种积分方式，消费返积分，不同品类所返积分比例不同；充值返积分，最低充值500元以上才可以获得积分；具体详情您可以查看我们商场内的会员宣传海报。'
      }, {
        q: '2.积分的用途是什么？（积分怎么花？）',
        a: '答：积分当钱花，1分等于1元，您可以使用积分至三楼（五楼）美食城直接购买美食，积分使用不限次数不限金额。'
      }, {
        q: '3.怎么入会？（条件是什么？需要提供什么？）',
        a: '答：需要提供您本人身份证及手机号到服务台免费办理会员。'
      }, {
        q: '4.在哪里入会？流程是什么？',
        a: '答：您需要到商场一楼服务台向客服人员出示您的身份证及手机号，客服会免费为您办理。'
      }, {
        q: '5.万中汇+APP有什么用途？',
        a: '答：您可以使用手机代替会员卡在线支付使用，并能够查看您会员卡的积分和余额；另外，您可以第一时间了解商场内的最新活动、会员优惠、品牌推荐等一系列精彩信息。'
      }, {
        q: '6.万中汇+APP下载注册了有什么好处？',
        a: '答：下载注册并绑定会员卡，可直接使用手机在线支付，不需要天天拿着会员卡了，并且能够时时查看您会员卡内余额和积分，更方便快捷。'
      }, {
        q: '7.万中汇+APP注册后又什么奖励？',
        a: '答：暂时没有奖励，我们会根据各种大型活动进行APP线上礼品赠送，请您随时关注。'
      }, {
        q: '8.万中汇+APP注册后怎么绑定会员卡？',
        a: '答：点开首页最下方的“我的，”里边有一个“我的卡样”，点开根据提示绑定即可。'
      }, {
        q: '9.万中汇+会员卡怎么去美食城消费？',
        a: '答：您拿会员卡直接去美食城刷卡使用即可，积分、余额均可使用。'
      }, {
        q: '10.退换货问题',
        a: '答：当您退换货时，消费赠送给您会员卡内的积分也要相应扣除，若您已将积分消费或积分不足可用现金补足或者购买其他商品赚取积分再进行退换货。退货时系统会自动扣除卡内积分。'
      }, {
        q: '11.我是老会员，老卡还能用吗？',
        a: '答：可以的，老会员卡跟新卡一样使用，无须在意。'
      }, {
        q: '12.老会员卡里的积分和余额怎么用？',
        a: '答：目前阶段老会员卡只能消费余额，积分先积攒；10月1日商场开业后您可持会员卡到美食城使用积分购买美食使用。'
      }, {
        q: '13.会员卡还能充值吗？充值怎么奖励？',
        a: '答：还可以充值的，最低充值50元起；充值500元以上会有返利积分，详情可见商场会员宣传海报。'
      }, {
        q: '14.在哪里办理充值？',
        a: '答：您需要到商场一楼服务台办理会员充值业务。'
      }]
    }
  },
  components: {
    Collapse,
    CollapseItem
  }
}
</script>

<style lang='less'>
    .consumptionRecords {
        .iconimg {
            height: 20px;
            margin-right: 8px;
            vertical-align: middle !important;
        }
        .mmm{
             height: calc(100% - 60px);
        }
    }
</style>
