<template>
    <div class="about">
        <m-header title="关于万中汇" showBack/>
        <div class="page-conner mmm" style="background:#ffffff">
            <div class="art-con">
                <p>
                    万中汇＋智联系统”是万中集团旗下一款依托于互联网模式的会员大数据平台，与万中异业联盟相互依托，给“万中汇＋”会员提供各种优惠信息与资讯。“万中汇＋智联系统”包含会员大数据平台、万中异业联盟、万中智慧社区、慧生活APP、万中互联网金融平台等特色服务，本着“链接一切，服务一切”的运营理念，给会员带来更加便捷的生活体验。
                    <br /><br />
                </p>
                <p>
                    万中汇+APP，是一款集智慧社区、互联网金融、万中商城、物业服务、酒店预订、电信服务、房产信息、便民服务、生活查询、同城生活、社区朋友圈等诸多服务信息于一体的智能化APP，也是一款给万中汇会员与万中异业联盟商家带来便捷与实惠的应用软件。万中汇+APP 对万中汇＋会员而言，整合了会员所在小区服务与周边服务，打开客户端，即可查看社区通知、呼叫物业服务、查询物业账单信息、还能获得周边服务信息，与小区其他住户交流互动，方便了万中汇会员的日常生活，并能享受万中异业联盟会员商家独家制定的会员特权优惠，可使用会员积分获得更大的优惠额度。对于万中异业联盟商家而言，可以提升服务质量，提高商品广告等信息覆盖率，增强广告的定点投放率，降低人力、财力成本。万中汇+APP可以在不限制数量的社区上应用实施（多社区管理一体化平台）。
                </p>
            </div>
        </div>
    </div>
</template>
<script>
export default {
  name: 'introduce'
}
</script>
<style lang='less'>
.mmm{
    height: calc(100% - 48px);
.art-con{
    line-height: 2;
    font-size: 15px;
    text-indent:30px;
    padding: 8px
}
}
</style>
